Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=835_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: TSS-soahpamuša suodji ovdána
smn: TSS-sopâmuš syeji ovdán

source: Suopma le ratifiseren ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid guoski oktasašsoahpamuša (
smn: Suomâ lii ratifisistâm ekonomâlijd, sosiaallijd já čuovviittâslijd vuoigâdvuođáid kyeskee almossopâmuš

source: TSS-soahpamuš
smn: (TSS-sopâmuš

source: ) jagi 1976.
smn: ) ive 1976.

source: Soahpamuša ollašuhttima gohcá ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid komitea, (TSS-komitea).
smn: Sopâmuš olášuttem kocá ekonomâlij, sosiaallij já čuovviittâslij vuoigâdvuođâi komitea (TSS-komitea).

source: Suopma lea ratifiseren soahpamuša molssaevttolaš beavdegirjji eaŋkalolbmo váidalusain ja dat
smn: Suomâ lii ratifisistâm sopâmuš valjimiävtulii pevdikirje ohtâgâsväidimijn já tot š

source: boahtá fápmui 30.4.2014.
smn: adda vuáimán 30.4.2014

source: Váidalusaid sáhttet dahkat eaŋkalolbmot dahje priváhtaolbmuid joavkkut, geat čuoččuhit máinnašuvvon soahpamušriikka loavkidan sin oktasašsoahpamušas dovddastuvvon ekonomalaš, sosiálalaš ja čuvgehušlaš vuoigatvuođaid, (2 artikla).
smn: Väidimijd pyehtih toohâđ ovtâskâsulmuuh teikâ ovtâskâsulmui juávhuh, moh eteh, ete koččâmâšâst leijee sopâmušstaatâ lii luávkkám sii almossopâmušâst tubdâstum ekonomâlijd, sosiaallijd já čuovviittâslijd vuoigâdvuođâid, (2 artikla).

source: Váidalusat dahkkojuvvojit TSS-komiteai (1 artikla).
smn: Väidimeh tahhojeh TSS-komitean (1 artikla).

source: TSS-soahpamuša 1 artikla maiddái dáhkida iešmearridanvuoigatvuođa.
smn: TSS-sopâmuš 1 artikla täähid almugáid jiešmeridemvuoigâdvuođâ.

source: Soahpamuša artikla 15 dáhkida juohkehažžii vuoigatvuođa oassálastit kultureallimii, návddašit dan ovdduin sihke návddašit dieđalaš, girjjálaš dahje dáiddalaš buktagiid heakkalaš ja ávnnaslaš ovdduide addojuvvon suojis.
smn: Sopâmuš artikla 15 täähid juáhážân vuoigâdvuođâ uásálistiđ kulttuurelimân, navdâšiđ ton hiäđuin sehe navdâšiđ tieđâlij, kirjálij teikâ taaiđâlij pyevtittâsâidis jiegâlij já aamnâslij hiäđuid adelum syejeest.

source: TSS-komitea lea addán ovddit ávžžuhusa Supmii
smn: TSS-komitea lii adelâm ovdebijd avžuuttâsâid Suomân

source: Jagi 2007 komitea lea ávžžuhan Suoma, ahte Suopma ollašuhttá buot dárbbašlaš doaimmaid, main sihkkarastojuvvo, ahte vuovdečuollamat ja eará doaimmat, maid priváhta olbmot dál ollašuhttet sámiid ruovttuguovllus, eai gáržžit sámiid vuoigatvuođa doalahit ja ovddidit árbevirolaš kultuvrra ja eallinvuogi, erenoamážit boazodoalu, eaige sin ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuoiđaid geavaheami.
smn: Ive 2007 komitea lii avžuuttâm Suomân, ete Suomâ olášut puoh tárbulijd tooimâid, main visásmiteh, ete meccičuoppâmeh já eres tooimâ, maid ovtâskâs ulmuuh tääl hárjutteh sämikuávlust, iä raijii sämmilij vuoigâdvuođâ paijeentoollâđ já ovdediđ sii ärbivuáválâš kulttuur já eellimtäävi, eromâšávt puásuituálu, iäge sii ekonomâlij, sosiaallij já čuovviittâslij vuoigâdvuođâi kevttim.

source: Lassin komitea ávžžuha soahpamušriikka – ráđđádallamiin áššis čavga buot oassebeliiguin, sámedikki mielde maid- gávdnat áššáigulavaš čovdosa gažaldahkii eanaoamsteamis ja – geavaheamis sámiid ruovttuguovllus sihke ratifiseret farggamusat iehčanas riikkaid eamiálbmogiid guoski ILO:a oktasašsoahpamuša Nr 169.
smn: Lasseen komitea avžuut sopâmušstaatâ – ráđádâlmáin ääšist puoh uásipelijguin, sämitigge mieldiluhâmáin – kavnâđ ääšimiäldásâš čuávdus koččâmušân eennâmoomâstmist já – kiävtust sämikuávlust sehe ratifisistiđ huápust jiečânâs enâmij algâ- já hiäimuaalmugijd kyeskee ILO almossopâmuš N:r 169.

source: Suopma attii
smn: Suomâ adelij

source: guđát raportta
smn: kuuđâd raportis

source: TSS-soahpamuša ollašuhttimis Suomas 5.7.2011.
smn: TSS-sopâmuš olášutmist Suomâst 5.7.2011.

source: Raporta gieđahallojuvvo komitea 53. čoahkkimis Geneves skábmamánus 2014.
smn: Raapoort kieđâvušeh komitea 53. čuákkimist Genevest skammâmáánust 2014.

source: Sámediggi lea addán čealkámuša TSS-soahpamuša ollašuhttimis Suomas
smn: Sämitigge lii adelâm ciälkkámušis TSS-sopâmuš olášutmist Suomâst
